Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.ef202f8d8cc2
source: 施設の専用器具
ar_sa: تجهيزات خاصة للمنشأة
ca: Equipament especial per a la instal·lació
cs: Speciální vybavení pro danou lokalitu
da: Specielle udstyr til faciliteten
de_de: Spezifische Geräte für die Einrichtung
el: Ειδικά εργαλεία εγκαταστάσεων
en_au: Facility-specific equipment
es_es: Equipo específico para el centro.
fi: Laitteiden oma varusteet
fr_ca: Équipement spécifique pour les installations
gu: સંસ્થા માટે વિશિષ્ટ સાધનો
he: ציוד ייעודי למתקן
hi: सुविधा के लिए विशेष उपकरण
hr: Specijalizirana oprema za objekt
hu: Különleges edzőtermi eszközök
id: Peralatan khusus fasilitas
it: Attrezzatura specifica per la struttura
ko: 시설 전용 장비
mr: संस्थेसाठीचे विशेष उपकरण
ms: Peranti khusus untuk kemudahan
nl_nl: Specifieke apparatuur voor de faciliteit
no: Spesifik utstyr for anlegget
pl: Specjalistyczny sprzęt dla obiektu
pt_br: Equipamentos específicos para o local
pt_pt: Equipamentos específicos para o local
ro: Echipamente specifice pentru locație
ru: Специальное оборудование для зала
sk: Špecifické vybavenie pre danú lokalitu
sl: Specifična oprema za posodje
sv: Specifika verktyg för anläggningen
ta: உள்கட்டமைப்பிற்கான பிரத்யேக உபகரணங்கள்
te: సంస్థకు ప్రత్యేకమైన పరికరాలు
th: อุปกรณ์เฉพาะของสถานที่
tr: Kurumun özel ekipmanları
uk: Спеціальне обладнання для закладу
vi: Thiết bị chuyên dụng của cơ sở
zh_hans: 设施专用器具
zh_hant: 設施專用的器具

# domain_catalog.ef6912570765
source: ケーブルキックバック
ar_sa: رشوة الكابل
ca: rebot del cable
cs: Kabelový kickback
da: Cable kickback
de_de: Kabel-Kickback
el: Κύκλοι με Καλώδιο προς τα πίσω
en_au: Cable Kickback
es_es: Kickback con cuerda
fi: Kaapelikikback
fr_ca: Kickback au câble
gu: કેબલ કિક બેક
he: כפיפה אחורית עם כבל
hi: केबल किकबैक
hr: Cable kickback
hu: Cable kickback
id: Kickback Tali
it: Kickback al cavo
ko: 케이블 킥백
mr: केबल किक बॅक
ms: Cable kickback
nl_nl: Cable kickback
no: Cable kickback
pl: Ćwiczenie "kickback" z linki
pt_br: Rosca com corda
pt_pt: Rosca com corda
ro: Cârlig kickback
ru: Отжимание от канатов
sk: Káblový kickback
sl: Cable kickback
sv: Kabelkickback
ta: கேபிள் கிக்கு பேக்
te: కేబుల్ కిక్ బ్యాక్
th: คาร์ลด้วยสายเคเบิล
tr: Cable Kickback
uk: Віджимання від опори з використанням кабеля
vi: Thoái lui chân với dây cáp
zh_hans: 绳索后踢
zh_hant: 绳索后踢

# domain_catalog.efc55a5e5d0d
source: ケーブルを体の横から引き、反動を抑えて肩の横へ上げる。
ar_sa: اسحب الكابل من جانب جسمك، وقم بقمع الارتداد، وارفعه إلى جانب كتفك.
ca: Estireu el cable des del costat del vostre cos, suprimiu el retrocés i aixequeu-lo al costat de l'espatlla.
cs: Přitáhněte kabel z boku těla a využijte odraz k zvednutí paže.
da: Træk kabellet hen over kroppen og brug modstanden til at løfte skuldrene.
de_de: Kabel von der Seite ziehen, um den Aufwärtsschub zu kontrollieren und die Schulter zur Seite zu heben.
el: Τραβήξτε το καλώδιο από τη πλευρά του σώματος, ελέγχοντας την κίνηση και σηκώνοντας τον ώμο.
en_au: Pull the cable from the side of your body, controlling the movement to lift your shoulder.
es_es: Tirar de la cuerda desde el costado del cuerpo, controlando el movimiento y elevando el hombro.
fi: Vedä kaapelia vartalon sivulta ja käytä liikettä, jotta reaktiivisuus vähenee ja olkapää nousee sivulle.
fr_ca: Tirer le câble sur le côté du corps, en contrôlant le mouvement et en soulevant l'épaule.
gu: શરીરની બાજુમાંથી કેબલ ખેંચો અને હલનચલનને નિયંત્રિત કરીને ખભાની બાજુ પર ઉપર લઈ જાઓ.
he: משך את הכבל מהצד של הגוף, תוך שליטה בתנועה והרמת הכתף.
hi: शरीर के बगल से केबल को खींचें, और गति को नियंत्रित करते हुए कंधे के बगल में उठाएं।
hr: Vije žicu od strane tijela, kontrolirajući pokret i podižući je prema ramenima.
hu: A kabelt a test oldaláról húzva, a mozgást kontrollálva emeld fel a vállhoz.
id: menarik tali dari samping tubuh, mengontrol gerakan untuk mengangkat bahu.
it: Tirare il cavo lateralmente, controllando il movimento e sollevando le spalle.
ko: 몸 옆에서 케이블을 잡아당겨, 움직임을 최소화하며 어깨 옆으로 들어 올립니다.
mr: शरीराच्या बाजूने केबल ओढून, गती नियंत्रित ठेवून खांद्याच्या दिशेने वर उचलणे.
ms: Tarik kabel dari sisi badan, dan gunakan momentum untuk mengangkat bahu.
nl_nl: Trekt de kabel van de zijkant naar je lichaam en gebruikt de weerstand om je schouder op te tillen.
no: Trekk kabelen fra siden, og bruk motstanden for å løfte armene.
pl: Pociągnij linkę od siebie, kontrolując ruch i podnosząc ramię.
pt_br: Puxe a corda do lado do corpo, controlando o movimento e elevando o ombro.
pt_pt: Puxe a corda do lado do corpo, controlando o movimento e elevando o ombro.
ro: Trage cârligul de-a lungul corpului, controlând mișcarea și ridică-l lateral.
ru: Держите канат, вытягивая его от тела в сторону, чтобы контролировать движение и поднимать плечо.
sk: Ťahujte kábel z boku tela, aby ste minimalizovali odpory a zdvihli ho k bočnej časti ramena.
sl: Povleci žico čez telo in ohrani gib, pri tem pa dvigni ramo.
sv: Dra kabeln från sidan och använd momentumet för att lyfta axlarna.
ta: உடலின் பக்கத்திலிருந்து கேபிளை இழுத்து, இயக்கத்தை கட்டுப்படுத்தி தோள்பட்டைக்கு மேல் உயர்த்தவும்.
te: శరీరం యొక్క వైపు నుండి కేబుల్‌ను లాగడం, మరియు కదలికను నియంత్రించి భుజం వైపుకు పైకి ఎత్తడం.
th: ดึงสายเคเบิลจากด้านข้างของร่างกาย และควบคุมแรงกระแทก เพื่อยกขึ้นไปด้านข้าง
tr: Kabloyu vücudunuzun yanından çekerek, hareketi kontrol altında tutarak omuzlarınızı yukarı kaldırın.
uk: Тягнути кабель від себе, контролюючи рух і піднімаючи плече.
vi: Kéo dây cáp từ bên thân, kiểm soát lực và nâng lên ngang vai.
zh_hans: 从身体两侧拉起绳索，控制反作用力，将肩部向侧面抬高。
zh_hant: 从身体两侧拉起绳索，控制反作用力，将肩部向侧面抬高。

# domain_catalog.f041e32b3191
source: 肩をすくめず、肘を軽く曲げて横に持ち上げる。
ar_sa: دون أن تهز كتفيك، قم بثني مرفقيك قليلاً وارفعهما إلى الجانب.
ca: Sense arronsar les espatlles, doblegueu lleugerament els colzes i aixequeu-los cap al costat.
cs: Nezklovějte ramena, mírně ohněte lokty a zvedejte je do strany.
da: Undgå at runde skuldrene, og bøj let i albuerne, mens du løfter armene ud til siden.
de_de: Halte eine aufrechte Haltung und beuge leicht deine Ellbogen, um sie seitlich anzuheben.
el: Μην σκύζετε τους ώμους σας, αλλά λυγίστε ελαφρώς και σηκώστε τους προς τα πλάγια.
en_au: Keep your shoulders back and slightly bend your elbows while lifting them sideways.
es_es: Mantener los hombros erguidos y doblar ligeramente los codos para levantar el cuerpo lateralmente.
fi: Pidä olkapalat suorina, taiva hieman ja nosta käsi sivulle.
fr_ca: Gardez vos épaules droit et pliez légèrement vos coudes tout en les levant sur le côté.
gu: ખભાને સીધા રાખો, હાથને હળવાશથી વાળીને બાજુ પર ઉઠાવો.
he: לא להתכופף את הכתפיים, ולשמור על מיקום הכתף מעט מושפל לצדדים.
hi: अपने कंधों को झुकाएं नहीं, बल्कि अपनी कोहनी को थोड़ा मोड़कर उन्हें बगल में उठाएं।
hr: Ne naginjaite ramena, već lagano savijte ruke i podižite ih u stranu.
hu: Ne hajlítsa meg a vállakat, hanem tartsa őket enyhén hajlítva, és emelje oldalra.
id: Tidak membungkuk, lalu sedikit menekuk siku dan mengangkatnya ke samping.
it: Mantieni le spalle dritte e piega leggermente i gomiti, sollevando lateralmente.
ko: 어깨를 둥글게 하지 않고, 가볍게 팔꿈치를 구부려 옆으로 들어 올립니다.
mr: खांदे खाली न ठेवता, हलके वाकवून बाजूला उचला.
ms: Jangan membungkuk, tekuk sedikit lengan dan angkat ke samping.
nl_nl: Houd je schouders recht en buig je ellebogen licht om ze zijwaarts te bewegen.
no: Hold skuldrene oppreist og bøy lett i albuene mens du løfter armen ut til siden.
pl: Utrzymuj proste plecy i delikatnie zginaj łokcie, unosząc ręce na boki.
pt_br: Mantenha as ombros retas e flexione levemente os cotovelos para lateralizar o corpo.
pt_pt: Mantenha as ombros retas e flexione levemente os cotovelos para lateralizar o corpo.
ro: Menține umerii relaxați și îndoaie ușor antebrațele, ridicându-te lateral.
ru: Не сгибайте плечи, слегка согните их и поднимите в стороны.
sk: Nenechajte sa pokrčiť, mierne ohnite lakte a zdvihnite ich do strany.
sl: Ne nagibajte ramen, držite ramo blago upognjeno in dvignite jo na stran.
sv: Undvik att kuta ihop axlarna, böj lätt på armbågen och lyft den åt sidan.
ta: தோள்களை நேராக வைத்து, கைகளை லேசாக மடக்கி, பக்கவாட்டில் உயர்த்தவும்.
te: భుజాలను వంచకుండా, భుజాలను కొద్దిగా వంచి, వాటిని పక్కకు ఎత్తండి.
th: หลีกเลี่ยงการห่อไหล่ และงอข้อศอกเล็กน้อยเพื่อยกแขนขึ้นด้านข้าง
tr: Omuzlarınızı öne eğmeyin, dirseklerinizi hafifçe bükerek yana kaldırın.
uk: Не сутуліться, а злегка зігніть руки та підніміть їх вбік.
vi: Giữ vai thẳng, gập nhẹ khuỷu tay và nâng cánh tay sang một bên.
zh_hans: 不要耸肩，轻微弯曲肘部并向两侧抬起
zh_hant: 不要聳肩，輕微彎曲肘部，並將手臂向側面抬起

# domain_catalog.f08567f16af7
source: 持久力を高める
ar_sa: زيادة القدرة على التحمل
ca: augmentar la resistència
cs: Zlepšete svou vytrvalost
da: Forbedre din udholdenhed.
de_de: Verbessern Sie Ihre Ausdauer
el: Αυξήστε την αντοχή σας
en_au: Improve endurance
es_es: Mejora tu resistencia
fi: Paranna kestävyyttäsi
fr_ca: Améliorer l'endurance
gu: ધીરજ વધારો
he: לשפר סיבולת
hi: अपनी सहनशक्ति को बढ़ाएं
hr: Povećajte izdržljivost
hu: Javítsuk a kitartást.
id: Meningkatkan daya tahan
it: Migliorare la resistenza
ko: 지속력을 높입니다.
mr: शारीरिक क्षमता वाढवणे
ms: Meningkatkan daya tahan
nl_nl: Verhoog je uithoudingsvermogen.
no: Øk utholdenheten.
pl: Popraw wytrzymałość
pt_br: Melhore sua resistência
pt_pt: Melhore sua resistência
ro: Îmbunătățește rezistența
ru: Улучшить выносливость
sk: Trvalú silu
sl: Povečajte svojo vzdržljivost
sv: Öka din uthållighet.
ta: சகிப்புத் திறனை அதிகரிக்க
te: శ్రమను పెంచడం
th: เพิ่มความทนทาน
tr: Dayanıklılığı artırmak
uk: Покращуйте витривалість.
vi: Nâng cao sức bền
zh_hans: 提高耐力
zh_hant: 提高耐力

# domain_catalog.f09327f3d764
source: 中
ar_sa: متوسط
ca: Mitjana
cs: Střed
da: Mellem
de_de: Mittel
el: Μέτρια δυσκολία
en_au: Medium
es_es: Medio
fi: Keskitaso
fr_ca: Milieu
gu: મધ્ય
he: מרכז
hi: मध्य
hr: Središte
hu: Közép
id: Menengah
it: Intermedio
ko: 중
mr: मध्यवर्ती
ms: Menengah
nl_nl: Gemiddeld
no: Midt
pl: Średnio
pt_br: Médio
pt_pt: Médio
ro: Mediu
ru: Средняя
sk: Stred
sl: Med
sv: Medel
ta: நடுத்தர நிலை
te: మధ్యస్థం
th: กลาง
tr: Orta
uk: Середина
vi: Trung bình
zh_hans: 中等
zh_hant: 中等程度

# domain_catalog.f23ffd13e49f
source: ケーブル
ar_sa: كابل
ca: cable
cs: Kabelový systém
da: Kabel
de_de: Kabel
el: Καλώδιο
en_au: Cable Machine
es_es: Cuerda
fi: Kaapeli
fr_ca: Câble
gu: કેબલ
he: כבל
hi: केबल
hr: Žica
hu: Kabelsíp
id: Tali
it: Cavo
ko: 케이블
mr: केबल
ms: Kabel
nl_nl: Kabelsysteem
no: Kabel
pl: Linka
pt_br: Corda
pt_pt: Corda
ro: Cârlig
ru: Канат
sk: Káblový systém
sl: Žica
sv: Kabel
ta: கேபிள்
te: కేబుల్
th: สายเคเบิล
tr: Kablo
uk: Кабель
vi: Dây cáp
zh_hans: 绳索
zh_hant: 绳索

# domain_catalog.f34feca2145c
source: 明日も続く形に整えましょう
ar_sa: دعونا نجعلها في الشكل الذي سوف يستمر غدا أيضا.
ca: Fem-ne una forma que també duri demà.
cs: Ujistěte se, že to bude fungovat i zítra
da: Sørg for, at det fortsætter i morgen
de_de: Gestalten Sie den Tag so, dass er auch morgen weitergeht
el: Σχεδιάστε έτσι ώστε να συνεχίσετε αύριο.
en_au: Let's set it up so that it continues tomorrow
es_es: Asegurémonos de que continúe así mañana.
fi: Varmista, että voit jatkaa huomenna
fr_ca: Organisons-nous pour que cela continue demain aussi.
gu: આગળ પણ ચાલુ રાખવાની રીત બનાવો
he: בואו נסדירו את זה כך שזה ימשיך גם מחר
hi: इसे कल भी जारी रखने के लिए व्यवस्थित करें
hr: Osigurajmo da se sve nastavi i sutra
hu: Tervezzük meg úgy, hogy ez a nap is sikeres legyen
id: Mari atur agar tetap berlanjut besok
it: Organizziamoci per continuare anche domani
ko: 내일도 지속 가능한 형태로 관리합시다
mr: उद्याच्या दिवसासाठी योग्य तयारी करा
ms: Mari kita atur agar terus bermaya hingga esok
nl_nl: Zorg ervoor dat het morgen weer kan
no: La oss sørge for at vi fortsetter i morgen også
pl: Zadbajmy o to, aby wszystko dobrze się skończyło
pt_br: Prepare-se para continuar amanhã
pt_pt: Prepare-se para continuar amanhã
ro: Asigurăm că totul continuă să funcționeze bine mâine
ru: Сделайте так, чтобы прогресс продолжался и завтра.
sk: Uistite sa, že to bude fungovať aj zajtra
sl: Pripravimo se na jutrišnjo aktivnost
sv: Se till att det fortsätter imorgon
ta: நாளைக்கு ஏற்றவாறு மாற்றியமைக்கலாம்
te: రేపటికీ కొనసాగేలా చూసుకోండి
th: ทำให้กิจกรรมประจำวันเป็นไปอย่างต่อเนื่อง
tr: Yarın da devam edecek şekilde ayarlayın
uk: Давайте підготуємось до продовження завтра
vi: Hãy điều chỉnh để duy trì tiến độ
zh_hans: 让一切都朝着明天继续发展
zh_hant: 讓明天也能持續

# domain_catalog.f39a081101ef
source: ベンチ
ar_sa: مقعد
ca: banc
cs: Štola
da: Bænken
de_de: Bank
el: Καθισμός
en_au: Bench
es_es: Banco
fi: Penkki
fr_ca: Banc
gu: બેંચ
he: בנץ'
hi: बेंच
hr: Bench
hu: Press (toló mozdulat)
id: Bangku
it: Panca
ko: 벤치
mr: बेंच
ms: Bangku
nl_nl: Bank
no: Benk
pl: Ćwiczenie na ławce
pt_br: Banco
pt_pt: Banco
ro: Bancă
ru: Жим штанги лежа
sk: Štola
sl: Trening na glavi
sv: Bänk
ta: பெஞ்ச்
te: బెంచ్
th: ม้านั่ง
tr: Bench
uk: Лава для жиму
vi: Ghế tập
zh_hans: 哑铃架
zh_hant: 凳子

# domain_catalog.f3b5cbad91e8
source: 肩甲骨を寄せて胸を張り、バーを胸の中央へ下ろして押し上げる。
ar_sa: اضغط على لوحي كتفك معًا وارفع صدرك، ثم اخفض البار إلى منتصف صدرك وادفعه للأعلى.
ca: Premeu els omòplats junts i aixequeu el pit, baixant la barra al centre del pit i empenyent-lo cap amunt.
cs: Přibližte lopatky k sobě, vytáhněte hrudník a táhněte činku směrem ke středu hrudníku.
da: Bring skulderbladene tættere sammen, åbn brystet og skub stangen op mod midten af brystet.
de_de: Richte deine Schulterblätter aus und senke die Stange in der Mitte deiner Brust nach unten.
el: Συγκεντρώστε τους οστούς της ωμοπλάτης και ανοίξτε το στήθος, τραβώντας το ράβδο προς το κέντρο του θώρακα.
en_au: Bring your shoulder blades together, open your chest, and push the bar towards the center of your chest.
es_es: Acercar las escápulas y bajar la barra al centro del pecho, empujándola hacia arriba.
fi: Pidä hartiat lähellä toisiaan, vedä tanko alas rintaan.
fr_ca: Rapprochez vos omoplates, ouvrez votre poitrine et poussez la barre vers le centre de votre poitrine.
gu: ખભાની હાડકાંને નજીક લાવો, છાતીને પહોળી કરો અને બારને છાતીના મધ્યમાં નીચે લઈ જઈને ઉપર ઉઠાવો.
he: להתקרב את הצלעות ולמתוח את החזה, תוך שאיבת המתח למרכז החזה.
hi: अपनी कोहनी को थोड़ा खोलें, लेकिन अपने सीने को फैलाएं और बार को अपने सीने के बीच में नीचे लाएं और ऊपर उठाएं।
hr: Priljubite lopatice, otprite prsnice i podižite se uz pomoć svijesti o tome da ste ruku držali u sredini prsnica.
hu: Gyűsse a lapátokat, húzza lefelé a bárral a mell közepére.
id: Menjaga tulang selangka tetap sejajar, lalu menarik bar ke tengah dada.
it: Avvicina le scapole, apri il petto e spingi la barra verso il centro del torace.
ko: 어깨뼈를 모아 가슴을 활짝 열고, 바를 가슴 중앙으로 밀어 올립니다.
mr: खांद्याचे हाड एकत्र ठेवून छाती उघडा, बार छातीच्या मध्यभागी ओढा आणि वर उचला.
ms: Menegatkan tulang belikat, membuka dada, dan menarik bar ke arah tengah dada.
nl_nl: Breng je schouderbladen naar elkaar toe en til het gewicht naar je middenborst door middel van je ellebogen.
no: Hold skulderbladene tett sammen og trekk stangen mot midten av brystet.
pl: Przybliż obojczyki, wyprostuj klatkę piersiową i pociągnij drążek w kierunku środka klatki piersiowej.
pt_br: Aproxime as escápulas e levante o corpo, puxando a barra para o centro do peito.
pt_pt: Aproxime as escápulas e levante o corpo, puxando a barra para o centro do peito.
ro: Apropie coastele și trage bara spre centrul pieptului.
ru: Согните локти, не сгибая их слишком сильно, и подтяните штангу к центру грудной клетки.
sk: Pripojte lopatky, vytvorte hrudník a potiahnutím činky smerom k stredu hrudníka ju zdvíhajte.
sl: Zložite ramo in raztegnete hrbet, ter potisnite ute proti sredini prsnih kost.
sv: Rulla ihop skulderbladen och sträck bröstet, dra stången neråt mot mitten av bröstet och pressa uppåt.
ta: தோள்பட்டை எலும்புகளை ஒன்றிணைத்து, மார்பை விரித்து, பார்களை மார்பின் மையப்பகுதிக்கு இழுத்து உயர்த்தவும்.
te: భుజం కడ్వలను దగ్గర చేసి, ఛాతీని నిలువుగా ఉంచి, బార్‌ను ఛాతీ మధ్యలోకి దించి పైకి ఎత్తండి.
th: รวบสะกะและยืดอก ดึงบาร์ลงมาตรงกลางอก แล้วยกขึ้น
tr: Omuz kemiklerinizi bir araya getirin, göğsünüzü geniş tutun ve bara göğsünüzün ortasına doğru itin.
uk: Зблизьте лопатки та розправте груди, опускаючи штангу в центр грудей та піднімаючи її.
vi: Gần nhau các xương sườn, hóp ngực và đưa thanh tạ về trung tâm ngực.
zh_hans: 靠近肩胛骨，挺胸，并将杠杆向胸部中央下拉
zh_hant: 靠近肩胛骨，挺胸，並用槓桿向中央拉至胸部

# domain_catalog.f4577fa825e1
source: ぶら下がった姿勢で反動を抑え、脚を持ち上げる。
ar_sa: في وضعية التعليق، قم بقمع الارتداد وارفع ساقيك.
ca: En posició penjada, suprimiu el retrocés i aixequeu les cames.
cs: Držte se v pozici, ve které využijete sílu nohou, abyste zvedali nohy.
da: Hold en hængende position og kontroller bevægelsen, mens du løfter benene.
de_de: Halten Sie die Position mit gebeugten Beinen und kontrollieren Sie die Bewegung, während Sie die Beine anheben.
el: Κρατήστε τη θέση με το σώμα γυμνασμένο και ελέγξτε την αντίσταση, σηκώνοντας τα πόδια.
en_au: Maintain a hanging position, controlling the momentum, and lift your legs.
es_es: Mantén una posición colgada para controlar el movimiento y levanta las piernas.
fi: Pidä tasapainossa ja käytä reunan apuna, nosta jalkaa ylös.
fr_ca: Maintenez une position penchée en arrière pour contrôler le mouvement, puis soulevez la jambe.
gu: લટકતી સ્થિતિમાં પ્રતિક્રિયાને નિયંત્રિત કરો અને પગ ઉંચો કરો.
he: להישען ולנטר את התנועה, תוך הרמת הרגליים.
hi: झुककर, शरीर को स्थिर रखकर और पैर ऊपर उठाएं।
hr: Držeći se, kontrolirajte pokret i podižite noge.
hu: Tartsa a testet egyenesben, és használja a saját súlyát, hogy ellenálljon a mozgásnak.
id: Menahan gerakan dengan posisi menggantung, lalu angkat kaki.
it: Mantenete una posizione di appoggio e controllate il movimento delle gambe.
ko: 매달린 자세에서 반동을 줄이고 다리를 들어 올립니다.
mr: पाय ठेवताना, शरीराचा तोल सांभाळा आणि पाय वर उचला.
ms: Menahan badan dalam posisi tergantung dan mengurangkan kesan pantulan, serta mengangkat kaki.
nl_nl: Houd een hangende positie aan om de beweging te controleren en til je benen op.
no: Hold en hengende posisjon og kontroller bevegelsen, løft benet.
pl: Utrzymuj pozycję w zwisie i kontroluj ruch, podnosząc nogi.
pt_br: Mantenha a posição pendurada, controlando o movimento e elevando as pernas.
pt_pt: Mantenha a posição pendurada, controlando o movimento e elevando as pernas.
ro: Mențineți o poziție înclinată și controlați mișcarea, ridicând picioarele.
ru: Поддерживайте равновесие и контролируйте движение, поднимая ноги.
sk: Držte sa v polohe, kde sa snažíte o rovnováhu, a zdvihnite nohy.
sl: Uporabite gib za stabilizacijo in dvigujte noge.
sv: Hängande position, kontrollera rörelsen och lyft benen.
ta: குனிந்த நிலையில், உடல் எடையை சமநிலைப்படுத்தி, கால்களை உயர்த்தவும்.
te: ఒకవైపుకు ఆనించి, కదలికను నియంత్రించండి, కాళ్ళను పైకి ఎత్తండి.
th: ใช้ท่าแขวนตัวเพื่อควบคุมการเคลื่อนไหว และยกขาขึ้น
tr: Dengenizi koruyarak ve bacaklarınızı yukarı kaldırarak, vücudunuzdaki gerginliği azaltın.
uk: Тримайтеся в положенні на одній нозі та контролюйте рух, піднімаючи ногу.
vi: Giữ tư thế treo người, kiểm soát động tác và nâng chân lên.
zh_hans: 保持悬垂姿势，控制反弹，抬起脚。
zh_hant: 保持懸掛姿勢，控制反作用力，抬起腳。

# domain_catalog.f48399266fad
source: 主観状態と運動反応を確認
ar_sa: التحقق من الحالة الذاتية والاستجابة الحركية
ca: Comprovar l'estat subjectiu i la resposta motriu
cs: Zkontrolujte své subjektivní pocity a reakce na cvičení
da: Bekræft din subjektive oplevelse og reaktion på træningen
de_de: Subjektive Empfindung und Bewegungswirkung überprüfen
el: Ελέγξτε την υποκειμενική σας αίσθηση και την αντίδρασή σας στην άσκηση.
en_au: Check your subjective state and observe your body's response to exercise.
es_es: Verificar mi estado subjetivo y la respuesta de mi cuerpo al ejercicio.
fi: Tarkista subjektiiviset tuntemukset ja liikkeiden vaikutus.
fr_ca: Vérifier l'état subjectif et la réponse physique
gu: તમારી સ્થિતિ અને વર્કઆઉટની પ્રતિક્રિયા તપાસો
he: בדקו את מצבכם הסובייקטיבי ואת תגובת הגוף לאימון
hi: अपनी व्यक्तिगत स्थिति और व्यायाम प्रतिक्रिया की जांच करें
hr: Provjerite svoje subjektivne osjećaje i reakciju na vježbu
hu: Az állapotot és a mozgás reakciót meg kell határozni
id: Memeriksa kondisi subjektif dan respons terhadap latihan
it: Verificare lo stato soggettivo e la risposta all'esercizio
ko: 개인 상태와 운동 반응 확인
mr: तुमची शारीरिक स्थिती आणि व्यायामाच्या प्रतिसादाची नोंद घ्या
ms: Mengesahkan keadaan subjektif dan tindak balas pergerakan
nl_nl: Subjectieve ervaring en reactie op de beweging controleren
no: Bekreft subjektive opplevelser og reaksjoner på trening
pl: Sprawdź swoje subiektywne odczucia i reakcję organizmu podczas treningu.
pt_br: Verifique seu estado subjetivo e a resposta do corpo ao exercício.
pt_pt: Verifique seu estado subjetivo e a resposta do corpo ao exercício.
ro: Verifică starea ta subiectivă și reacția la exercițiu.
ru: Проверьте свои субъективные ощущения и реакцию на тренировку.
sk: Overte si subjektívne pocity a reakciu tela na pohyb
sl: Preverite svoje subjektivne občutke in reakcije na trening
sv: Kontrollera din subjektiva känsla och reaktioner under träningen
ta: உடல் நிலையும், உடற்பயிற்சி பதில்களும் சரிபார்க்கவும்
te: వ్యక్తిగత పరిస్థితి మరియు వ్యాయామ ప్రతిస్పందనను తనిఖీ చేయండి
th: ตรวจสอบสภาพร่างกายและผลตอบสนองจากการออกกำลังกาย
tr: Öznel durumunuzu ve egzersiz tepkinizi kontrol edin
uk: Перевірте свої суб'єктивні відчуття та реакцію на фізичні навантаження
vi: Kiểm tra trạng thái chủ quan và phản ứng của cơ thể
zh_hans: 确认主观状态和运动反应
zh_hant: 確認主觀狀態和運動反應

# domain_catalog.f535a50232c8
source: レッグエクステンション
ar_sa: تمديد الساق
ca: extensió de la cama
cs: Rozpažování nohou
da: Benstrækning
de_de: Beinbeuger
el: Εκτάσεις ποδιών
en_au: Leg extension
es_es: Extensiones de pierna
fi: Reiden ojennus
fr_ca: Extension de jambes
gu: લેગ એક્સ્ટેંશન
he: הרחבת רגליים
hi: लेग एक्सटेंशन
hr: Ispomaganje nogu
hu: Comb-bontás
id: Leg Extension
it: Estensioni per gambe
ko: 레그 익스텐션
mr: लेग एक्सटेन्शन
ms: Ekstensi kaki
nl_nl: Leg extensions
no: Benutstrekk
pl: Ćwiczenie "Leg Extension"
pt_br: Extensão de perna
pt_pt: Extensão de perna
ro: Extensii pentru picioare
ru: Разгибание ног
sk: Rozťahovanie nôh
sl: Raztezanje nog
sv: Bensträckning
ta: லெக் எக்ஸ்டென்ஷன்
te: లెగ్ ఎక్స్‌టెన్షన్
th: เหยียดขา
tr: Bacak uzatma (Leg Extension)
uk: Згинання ніг
vi: Duỗi chân
zh_hans: 腿伸展
zh_hant: 腿部伸展

# domain_catalog.f58e9d61af58
source: 低
ar_sa: منخفض
ca: baix
cs: Nízký
da: Lavt
de_de: Niedrig
el: Χαμηλή
en_au: Low
es_es: Bajo
fi: Matala
fr_ca: Faible
gu: ઓછું
he: נמוך
hi: कम
hr: Nizak
hu: Alacsony
id: Rendah
it: Basso
ko: 낮음
mr: कमी
ms: Rendah
nl_nl: Laag
no: Lav
pl: Niski
pt_br: Baixo
pt_pt: Baixo
ro: Redus
ru: Низкое
sk: Nízky
sl: Nizko
sv: Låg
ta: குறைவான
te: తక్కువ
th: ต่ำ
tr: Düşük
uk: Низький
vi: Thấp

# domain_catalog.f69267553023
source: PFCと睡眠を合わせて評価
ar_sa: تقييم PFC والنوم معًا
ca: Avaluació de PFC i dormir junts
cs: Hodnotí se PFC a spánek společně.
da: Evaluer PFC og søvn sammen
de_de: Bewertung von PFC und Schlaf zusammen
el: Αξιολόγηση PFC και ύπνου μαζί
en_au: Evaluate PFC and sleep together
es_es: Evaluar PFC y sueño juntos
fi: Arvioi PFC:n ja unen yhdessä
fr_ca: Évaluer PFC et sommeil ensemble
gu: PFC અને ઊંઘને જોડીને મૂલ્યાંકન કરો
he: הערכת PFC ושינה יחד
hi: PFC और नींद को मिलाकर मूल्यांकन करें
hr: Ocijenite PFC i spavanje zajedno
hu: Értékeljük a PFC-t és az alvást együtt.
id: Menilai PFC dan tidur bersamaan
it: Valutare PFC e sonno insieme
ko: PFC와 수면을 함께 평가
mr: PFC आणि झोप यांचे एकत्रित मूल्यांकन
ms: Menilai PFC dan tidur bersama-sama
nl_nl: Beoordeel PFC en slaap samen.
no: Vurder PFC og søvn sammen
pl: Ocena aktywności fizycznej i snu
pt_br: Avaliar PFC e sono em conjunto
pt_pt: Avaliar PFC e sono em conjunto
ro: Evaluare combinată a PFC și somnului
ru: Оценка PFC и сна
sk: Hodnotenie PFC a spánku
sl: Ocena PFC in spanja
sv: Utvärdera PFC och sömn tillsammans
ta: PFC மற்றும் தூக்கத்தை ஒன்றாக மதிப்பிடுங்கள்
te: PFC మరియు నిద్రను కలిపి అంచనా వేయండి
th: ประเมิน PFC และการนอนหลับร่วมกัน
tr: PFC ve uyku değerlerini birlikte değerlendirin
uk: Оцінюємо PFC та сон разом.
vi: Đánh giá kết hợp giữa PFC và giấc ngủ
zh_hans: 同时评估PFC和睡眠
zh_hant: 合併評估PFC和睡眠
